Repository: collective/Products.ImageEditor
Catalog: Products/ImageEditor/locales/*/LC_MESSAGES/Products.ImageEditor.po
Languages: no

source: Adds a drop shadow to the image.
no: Legger på en drop shadow effekt på bildet

source: Applies the sepia effect to the image.
no: Legger på sepia effekt på bildet

source: Blur
no: Blur (gjør uskarp)

source: Blur this image.
no: Blur (gjør dette bildet uskarpt)

source: Brightness
no: Brightness (Lysstyrke)

source: Cancel
no: Abvbryt

source: Cancel the current edit.
no: Avbryt redigering

source: Change the brightness of the image.
no: Forandrer brightness (lysstyrke) på bildet

source: Change the contrast of the image.
no: Forandrer kontrasten

source: Compress
no: Komprimer

source: Compress this image to make it lower quality.
no: Komprimer bildet for mindre kvalitet og mindre fil

source: Contrast
no: Kontrast

source: Crop
no: Beskjær

source: Crop the image.
no: Bekskjær bildet

source: Flip Horizontally
no: Speilvend horisontalt

source: Flip Vertical
no: Speilvendt vertikalt

source: Flip the image on the horizontal axis.
no: Speilvendt bildet rundt horisontal akse

source: Flip the image on vertically.
no: Speilvendt bildet rundt vertikal akse

source: Go back to the previous change.
no: Gå tilbake til forige forandring

source: Image Editor
no: Bildeeditor (redigerer)

source: Redo
no: Gjør om

source: Redo the previous undo action.
no: Gjør om forige action (hendelse)

source: Resize
no: Skaler

source: Resize the image..
no: Skaler bildet

source: Rotate Left
no: Roter mot venstre

source: Rotate Right
no: Roter mot høyre

source: Rotate the image right.
no: Roter bildet til høyre

source: Rotate the image to the left.
no: Roter bildet til venstre

source: Save
no: Lagre

source: Save As
no: Lagre som

source: Save the edited image as another content item.
no: Lagre bildet som et nytt objekt

source: Save the edited image.
no: Lagre det redigerte bildet

source: Sharpen
no: Skarpstill

source: Sharpen the image.
no: Skarpstill bildet.

source: Undo
no: Gjør om

source: label_blur_amount_description
no: Velg hvor mye du vil still bildet uskarpt

source: label_blur_amount_title
no: Uskarpstillingsnivå

source: label_brightness_amount_description
no: Hvor mye lysstyrken skal justeres

source: label_brightness_amount_title
no: Nivå

source: label_compress_amount_description
no: Hvor mye bildet skal komprimeres

source: label_compress_amount_title
no: Komprimeringsnivå

source: label_contrast_amount_description
no: Nivå (0 til 100) for kontrast

source: label_contrast_amount_title
no: Nivå

source: label_description_sepia_blue
no: Mengden blå i sepia effekten.

source: label_description_sepia_green
no: Mengden grønn i sepia effekten

source: label_description_sepia_red
no: Mengden rød i sepia effekten.

source: label_description_title_save_as
no: Tittelen på innholdstypen (som også blir brukt til å generere den id).

source: label_description_type_to_save_as
no: Innholdstype å lagre bildet som.

source: label_dropshadow_background_color_description
no: Hex verdi for bakgrunnsfargen.

source: label_dropshadow_background_color_title
no: Bakgrunnsfarge.

source: label_dropshadow_border_description
no: Hvor bred skal skyggen være.

source: label_dropshadow_border_title
no: Bredde

source: label_dropshadow_iterations_description
no: Hvor 'tung/mørk' skyggen skal være

source: label_dropshadow_iterations_title
no: Mykhet

source: label_dropshadow_offset_x_description
no: Offset for skyggen (x-akse / horisontalt)

source: label_dropshadow_offset_x_title
no: Horisontal offset

source: label_dropshadow_offset_y_description
no: Offset for skyggen (y-akse / vertikalt)

source: label_dropshadow_offset_y_title
no: Vertikal offset.

source: label_dropshadow_shadow_color_description
no: Hex verdi for fargen som skal brukes som skygge.

source: label_dropshadow_shadow_color_title
no: Farge på skyggen.

source: label_sepia_blue
no: Blå

source: label_sepia_green
no: Grønn

source: label_sepia_red
no: Rød

source: label_sharpen_amount_description
no: Nivå for skarpstilling av bildet

source: label_sharpen_amount_title
no: Mengde

source: label_title_save_as
no: Tittel

source: label_type_to_save_as
no: Type

source: zoom
no: Zomm (forstørrelse)
